Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Overlay Brightness
ar: سطوع التراكب
de: Overlay-Helligkeit
es: Brillo de la superposición
fr: Luminosité de superposition
hu: Fedőréteg fényereje
ja: オーバーレイの明るさ
nl: Helderheid van overlay
pl: Jasność nakładki
pt: Brilho da sobreposição
ru: Яркость наложения
sv: Överläggets ljusstyrka
tr: Katman Parlaklığı
vi: Độ sáng lớp phủ
zh_hans: 覆盖层亮度
zh_hant: 疊加亮度

source: Overlay controls on the preview image instead of outside
ar: عرض عناصر التحكم فوق صورة المعاينة بدلًا من خارجها
de: Steuerelemente über dem Vorschaubild statt außerhalb einblenden
es: Superpone los controles sobre la imagen de previsualización en lugar de mostrarlos fuera
fr: Superposer les commandes sur l'aperçu plutôt qu'à l'extérieur
hu: A vezérlők megjelenítése az előnézeti képen, ne mellette
ja: コントロールを外側ではなくプレビュー画像に重ねて表示
nl: Plaats de bedieningselementen op de voorbeeldafbeelding in plaats van erbuiten
pl: Nakładaj elementy sterujące na obraz podglądu zamiast poza nim
pt: Sobrepor os controlos na imagem de pré-visualização em vez de fora dela
ru: Накладывать элементы управления на изображение предпросмотра, а не размещать их снаружи
sv: Lägg reglagen ovanpå förhandsvisningsbilden istället för utanför
tr: Denetimleri dışarıda değil, önizleme görselinin üzerine yerleştir
vi: Hiển thị lớp phủ điều khiển trên hình ảnh xem trước thay vì bên ngoài
zh_hans: 将控件叠加在预览图像上，而不是显示在外部
zh_hant: 將控制項疊加在預覽影像上，而非顯示於外部

source: Overlay each ungrouped window's icon with its window title
ar: عرض عنوان كل نافذة غير مجمّعة فوق أيقونتها
de: Das Symbol jedes nicht gruppierten Fensters mit seinem Fenstertitel überlagern
es: Superpone al icono de cada ventana desagrupada el título de su ventana
fr: Superposer le titre de sa fenêtre à l'icône de chaque fenêtre dégroupée
hu: Az ablakcím megjelenítése minden nem csoportosított ablak ikonján
ja: グループ化されていない各ウインドウのアイコンに、ウインドウタイトルを重ねて表示
nl: Toon de venstertitel over het pictogram van elk niet-gegroepeerd venster
pl: Nakładaj tytuł każdego rozgrupowanego okna na jego ikonę
pt: Sobrepor o título da janela ao ícone de cada janela desagrupada
ru: Накладывать заголовок окна на значок каждого несгруппированного окна
sv: Lägg fönstertiteln över symbolen för varje ogrupperat fönster
tr: Gruplanmamış her pencerenin simgesinin üzerine pencere başlığını yerleştir
vi: Phủ tiêu đề cửa sổ lên biểu tượng của mỗi cửa sổ không được nhóm
zh_hans: 在每个未分组窗口的图标上叠加窗口标题
zh_hant: 在每個未群組視窗的圖示上疊加顯示視窗標題

source: Overlay each ungrouped window's icon with its window title.
ar: عرض عنوان كل نافذة غير مجمّعة فوق أيقونتها.
de: Das Symbol jedes nicht gruppierten Fensters mit seinem Fenstertitel überlagern.
es: Superpone al icono de cada ventana desagrupada el título de su ventana.
fr: Superposer le titre de sa fenêtre à l'icône de chaque fenêtre dégroupée.
hu: Az ablakcím megjelenítése minden nem csoportosított ablak ikonján.
ja: グループ化されていない各ウインドウのアイコンに、ウインドウタイトルを重ねて表示します。
nl: Toon de venstertitel over het pictogram van elk niet-gegroepeerd venster.
pl: Nakładaj tytuł każdego rozgrupowanego okna na jego ikonę.
pt: Sobrepor o título da janela ao ícone de cada janela desagrupada.
ru: Накладывать заголовок окна на значок каждого несгруппированного окна.
sv: Lägg fönstertiteln över symbolen för varje ogrupperat fönster.
tr: Gruplanmamış her pencerenin simgesinin üzerine pencere başlığını yerleştir.
vi: Phủ tiêu đề cửa sổ lên biểu tượng của mỗi cửa sổ không được nhóm.
zh_hans: 在每个未分组窗口的图标上叠加窗口标题。
zh_hant: 在每個未群組視窗的圖示上疊加顯示視窗標題。

source: Overlay the title and controls on the Glance preview image instead of around it
ar: عرض العنوان وعناصر التحكم فوق صورة معاينة Glance بدلًا من حولها
de: Titel und Steuerelemente auf dem Glance-Vorschaubild statt außerhalb davon einblenden
es: Superpone el título y los controles sobre la imagen de previsualización de Glance en lugar de mostrarlos alrededor
fr: Superposer le titre et les commandes sur l'image d'aperçu Glance plutôt qu'autour
hu: A cím és a vezérlők megjelenítése a Glance-előnézeti képen, ne körülötte
ja: タイトルとコントロールをGlanceプレビュー画像の周囲ではなく画像に重ねて表示
nl: Plaats de titel en de bedieningselementen op de Glance-voorbeeldafbeelding in plaats van eromheen
pl: Nakładaj tytuł i elementy sterujące na obraz podglądu Glance zamiast wokół niego
pt: Sobrepor o título e os controlos na imagem de pré-visualização do Glance em vez de à volta dela
ru: Накладывать заголовок и элементы управления на изображение предпросмотра Glance вместо отображения вокруг него
sv: Lägg titeln och reglagen ovanpå Glance-förhandsvisningsbilden istället för runt den
tr: Başlığı ve denetimleri Glance önizleme görselinin çevresinde değil, üzerinde göster
vi: Hiển thị lớp phủ tiêu đề và điều khiển trên hình ảnh xem trước của Glance thay vì xung quanh nó
zh_hans: 将标题和窗口控制按钮叠加显示在 Glance 预览图像上，而不是显示在其外部
zh_hant: 將標題和控制項疊加顯示在 Glance 預覽影像上，而非顯示在周圍

source: Overridden
ar: تم تجاوزها
de: Überschrieben
es: Anulado
fr: Remplacé
hu: Felülbírálva
ja: 上書き済み
nl: Overschreven
pl: Zmienione
pt: Substituído
ru: Переопределено
sv: Åsidosatt
tr: Geçersiz kılınan
vi: Đã bị ghi đè
zh_hans: 已覆盖
zh_hant: 已覆寫

source: Override hover panels separately from the app appearance
ar: تجاوز مظهر لوحات التمرير بشكل منفصل عن مظهر التطبيق
de: Darstellung der Panels bei Zeigerkontakt unabhängig von der App-Darstellung überschreiben
es: Anula la apariencia de los paneles emergentes por separado de la apariencia de la app
fr: Remplacer les panneaux de survol séparément de l'apparence de l'application
hu: A rámutatáskor megjelenő panelek megjelenésének felülbírálása az app megjelenésétől függetlenül
ja: ホバーパネルの外観をアプリ本体とは別に上書き
nl: Zweef-panelen los van de app-weergave overschrijven
pl: Ustaw osobny wygląd paneli po wskazaniu
pt: Definir a aparência dos painéis apresentados ao passar o cursor separadamente da aparência da aplicação
ru: Переопределить оформление всплывающих панелей отдельно от оформления приложения
sv: Åsidosätt hovringspaneler separat från appens utseende
tr: Üzerine gelme panellerini uygulama görünümünden ayrı olarak geçersiz kıl
vi: Ghi đè độc lập các bảng khi di chuột với giao diện ứng dụng
zh_hans: 为悬停面板单独设置外观，而不使用应用的外观设置
zh_hant: 讓懸浮面板使用與應用程式外觀不同的獨立設定

source: Override the app's light or dark appearance
ar: تجاوز المظهر الفاتح أو الداكن للتطبيق
de: Helle oder dunkle Darstellung der App überschreiben
es: Anula la apariencia clara u oscura de la app
fr: Outrepasser l'apparence claire ou sombre de l'application
hu: Az app világos vagy sötét megjelenésének felülbírálása
ja: アプリのライト/ダーク外観を上書き
nl: Overschrijf de lichte of donkere weergave van de app
pl: Ustaw jasny lub ciemny wygląd aplikacji
pt: Substituir a aparência clara ou escura da aplicação
ru: Переопределить светлое или темное оформление приложения
sv: Åsidosätt appens ljusa eller mörka utseende
tr: Uygulamanın açık veya koyu görünümünü geçersiz kıl
vi: Ghi đè giao diện sáng hoặc tối của ứng dụng
zh_hans: 覆盖应用的浅色或深色外观设置
zh_hant: 自訂應用程式的淺色或深色外觀

source: Override the app's light or dark appearance. System follows your macOS setting.
ar: تجاوز المظهر الفاتح أو الداكن للتطبيق. يتبع «النظام» إعداد macOS لديك.
de: Helle oder dunkle Darstellung der App überschreiben. „System“ folgt Ihrer macOS-Einstellung.
es: Anula la apariencia clara u oscura de la app. Sistema sigue tu ajuste de macOS.
fr: Remplace l’apparence claire ou sombre de l’app. Système suit les réglages de macOS.
hu: Az app világos vagy sötét megjelenésének felülbírálása. A Rendszer beállítás a macOS-beállítást követi.
ja: アプリのライト/ダーク外観を上書きします。「システム」はmacOSの設定に従います。
nl: Overschrijft de lichte of donkere weergave van de app. 'Systeem' volgt je macOS-instelling.
pl: Ustaw jasny lub ciemny wygląd aplikacji. Opcja System używa wyglądu wybranego w macOS.
pt: Substituir a aparência clara ou escura da aplicação. Sistema segue a definição do macOS.
ru: Переопределить светлое или темное оформление приложения. «Система» следует настройке macOS.
sv: Åsidosätt appens ljusa eller mörka utseende. System följer din macOS-inställning.
tr: Uygulamanın açık veya koyu görünümünü geçersiz kılın. Sistem macOS ayarınızı takip eder.
vi: Ghi đè giao diện sáng hoặc tối của ứng dụng. Tùy chọn Hệ thống sẽ đi theo cài đặt macOS của bạn.
zh_hans: 覆盖应用的浅色或深色外观设置。选择“系统”时，将跟随 macOS 的外观设置。
zh_hant: 自訂應用程式的淺色或深色外觀。「系統」會依照 macOS 的設定。

source: Override the displayed timezone
ar: تجاوز المنطقة الزمنية المعروضة
de: Angezeigte Zeitzone überschreiben
es: Anula la zona horaria mostrada
fr: Remplacer le fuseau horaire affiché
hu: A megjelenített időzóna felülbírálása
ja: 表示するタイムゾーンを上書き
nl: De weergegeven tijdzone overschrijven
pl: Ustaw inną wyświetlaną strefę czasową
pt: Substituir o fuso horário apresentado
ru: Переопределить отображаемый часовой пояс
sv: Åsidosätt den visade tidszonen
tr: Görüntülenen saat dilimini geçersiz kıl
vi: Ghi đè múi giờ được hiển thị
zh_hans: 覆盖显示的时区
zh_hant: 自訂顯示的時區

source: Override the dock position for connected displays
ar: تجاوز موضع Dock للشاشات المتصلة
de: Dock-Position für angeschlossene Bildschirme überschreiben
es: Anula la posición del Dock para las pantallas conectadas
fr: Outrepasser la position du dock pour les écrans connectés
hu: A Dock pozíciójának felülbírálása a csatlakoztatott kijelzőkön
ja: 接続中のディスプレイごとにDockの位置を上書き
nl: De positie van het Dock voor aangesloten beeldschermen overschrijven
pl: Ustaw osobne położenie Docka dla podłączonych wyświetlaczy
pt: Substituir a posição da dock nos ecrãs ligados
ru: Переопределить положение Dock для подключенных дисплеев
sv: Åsidosätt dockans position för anslutna skärmar
tr: Bağlı ekranlar için dock konumunu geçersiz kıl
vi: Ghi đè vị trí dock cho các màn hình được kết nối
zh_hans: 为已连接的显示器单独设置 Dock 位置
zh_hant: 為已連接的顯示器自訂 Dock 位置

source: Override the global Folder View Style for this folder.
ar: تجاوز «نمط عرض المجلد» العام لهذا المجلد.
de: Den globalen „Darstellungsstil für Ordner“ für diesen Ordner überschreiben.
es: Anula el Estilo de vista de carpetas global para esta carpeta.
fr: Remplacer le style d'affichage global des dossiers pour ce dossier.
hu: A globális mappanézet-stílus felülbírálása ehhez a mappához.
ja: このフォルダでは、グローバルの「フォルダの表示スタイル」を上書きします。
nl: Overschrijf de algemene 'Weergavestijl voor mappen' voor deze map.
pl: Nadpisz globalny styl widoku folderów dla tego folderu.
pt: Substituir o Estilo de Visualização de Pastas global para esta pasta.
ru: Переопределить общий «Стиль отображения папок» для этой папки.
sv: Åsidosätt den globala inställningen Visningsstil för mappar för den här mappen.
tr: Bu klasör için genel Klasör Görünümü Stilini geçersiz kıl.
vi: Ghi đè Kiểu xem thư mục chung cho thư mục này.
zh_hans: 为此文件夹单独设置视图样式，覆盖全局文件夹视图样式。
zh_hant: 覆寫此檔案夾的全域「檔案夾檢視樣式」設定。

source: Override the system default temperature unit
ar: تجاوز وحدة درجة الحرارة الافتراضية للنظام
de: Standard-Temperatureinheit des Systems überschreiben
es: Anula la unidad de temperatura predeterminada del sistema
fr: Remplacer l'unité de température par défaut du système
hu: A rendszer alapértelmezett hőmérséklet-mértékegységének felülbírálása
ja: システムのデフォルトの温度単位を上書き
nl: Overschrijf de standaard temperatuureenheid van het systeem
pl: Ustaw jednostkę temperatury inną niż systemowa
pt: Substituir a unidade de temperatura predefinida do sistema
ru: Переопределить системную единицу температуры по умолчанию
sv: Åsidosätt systemets förvalda temperaturenhet
tr: Sistem varsayılan sıcaklık birimini geçersiz kıl
vi: Ghi đè đơn vị nhiệt độ mặc định của hệ thống
zh_hans: 覆盖系统默认温度单位
zh_hant: 覆寫系統預設的溫度單位

source: Override: %@
ar: تجاوز: %@
de: Überschreibung: %@
es: Posición propia: %@
fr: Remplacer : %@
hu: Felülbírálás: %@
ja: 上書き：%@
nl: Overschrijf: %@
pl: Ustawienie własne: %@
pt: Posição própria: %@
ru: Переопределение: %@
sv: Åsidosatt: %@
tr: Geçersiz kıl: %@
vi: Ghi đè: %@
zh_hans: 覆盖: %@
zh_hant: 覆寫：%@

source: Padding and row spacing inside menus and popovers
ar: الحشوة وتباعد الصفوف داخل القوائم والنوافذ المنبثقة
de: Innenabstand und Zeilenabstand in Menüs und Popovern
es: Márgenes y espaciado de filas dentro de los menús y las ventanas emergentes
fr: Marges et espacement des lignes dans les menus et fenêtres contextuelles
hu: Belső margó és sortávolság a menükben és a felugró ablakokban
ja: メニューとポップオーバー内の余白と行間隔
nl: Opvulling en rijafstand in menu's en popovers
pl: Wewnętrzne odstępy i odstępy między wierszami w menu i oknach podręcznych
pt: Margem interna e espaçamento entre linhas nos menus e popovers
ru: Отступы и интервал между строками в меню и всплывающих окнах
sv: Utfyllnad och radavstånd i menyer och popovers
tr: Menülerin ve açılır pencerelerin içindeki dolgu ve satır aralığı
vi: Khoảng đệm và khoảng cách hàng bên trong menu và cửa sổ bật lên
zh_hans: 菜单和弹出窗口内的留白和行间距
zh_hant: 選單與彈出式視窗內的留白與列間距

source: Padding inside card indicator backgrounds
ar: الحشو داخل خلفية مؤشر البطاقة
de: Innenabstand in den Hintergründen der Kartenindikatoren
es: Relleno dentro de los fondos de los indicadores de tarjeta
fr: Espacement intérieur des fonds d'indicateurs de carte
hu: Térköz a kártyajelzők hátterén belül
ja: カードインジケータの背景内の余白
nl: Opvulling binnen de achtergronden van kaartindicatoren
pl: Wewnętrzny odstęp w tłach wskaźników kart
pt: Preenchimento no interior dos fundos dos indicadores de cartão
ru: Отступ внутри фона карточки-индикатора
sv: Utfyllnad inuti kortindikatorbakgrunder
tr: Kart gösterge arka planlarının içindeki dolgu
vi: Phần đệm bên trong nền chỉ báo dạng thẻ
zh_hans: 卡片指示器背景内边距
zh_hant: 卡片指示器背景的內側留白

source: Padding inside the dock edges
ar: الحشوة داخل حواف Dock
de: Innenabstand an den Dock-Rändern
es: Relleno dentro de los bordes del Dock
fr: Espacement intérieur des bords du dock
hu: Térköz a Dock szélein belül
ja: Dockの端の内側の余白
nl: Opvulling aan de binnenkant van de Dockranden
pl: Wewnętrzny odstęp przy krawędziach Docka
pt: Preenchimento no interior das margens da dock
ru: Отступ внутри краев Dock
sv: Utfyllnad innanför dockans kanter
tr: Dock kenarlarının içindeki dolgu
vi: Phần đệm bên trong các cạnh dock
zh_hans: Dock 内边距
zh_hant: 邊緣內側留白

source: Page Order
ar: ترتيب الصفحات
de: Seitenreihenfolge
es: Orden de las páginas
fr: Ordre des pages
hu: Lapsorrend
ja: ページの順序
nl: Paginavolgorde
pl: Kolejność stron
pt: Ordem das Páginas
ru: Порядок страниц
sv: Sidordning
tr: Sayfa Sırası
vi: Thứ tự trang
zh_hans: 页面顺序
zh_hant: 頁面順序

source: Panel
ar: لوحة
fr: Panneau
ja: パネル
nl: Paneel
pt: Painel
ru: Панель
vi: Bảng
zh_hans: 面板
zh_hant: 面板

source: Panel Animation Speed
ar: سرعة الرسوم المتحركة للوحة
de: Panel-Animationsgeschwindigkeit
es: Velocidad de animación del panel
fr: Vitesse d'animation du panneau
hu: Panelanimáció sebessége
ja: パネルアニメーションの速度
nl: Snelheid van paneelanimaties
pl: Szybkość animacji panelu
pt: Velocidade da animação dos painéis
ru: Скорость анимации
sv: Animeringshastighet för paneler
tr: Panel Animasyon Hızı
vi: Tốc độ hoạt ảnh của bảng
zh_hans: 面板动画速度
zh_hant: 面板動畫速度

source: Panel Animation Style
ar: نمط حركة اللوحة
de: Panel-Animationsstil
es: Estilo de animación del panel
fr: Style d'animation des panneaux
hu: Panel animációs stílusa
ja: パネルアニメーションのスタイル
nl: Animatiestijl van panelen
pl: Styl animacji panelu
pt: Estilo de animação do painel
ru: Стиль анимации панели
sv: Panelens animeringsstil
tr: Panel Animasyon Stili
vi: Kiểu hiệu ứng bảng
zh_hans: 面板动画样式
zh_hant: 面板動畫樣式

source: Panel Border Opacity
ar: عتامة حدود اللوحة
de: Deckkraft des Panel-Rands
es: Opacidad del borde del panel
fr: Opacité de la bordure du panneau
hu: Panelszegély átlátszatlansága
ja: パネルの枠線の不透明度
nl: Dekking van de paneelrand
pl: Krycie obramowania panelu
pt: Opacidade do contorno dos painéis
ru: Непрозрачность границы панели
sv: Panelkantens opacitet
tr: Panel Kenarlık Opaklığı
vi: Độ mờ viền bảng
zh_hans: 面板边框不透明度
zh_hant: 面板框線不透明度

source: Panel Border Width
ar: عرض حدود اللوحة
de: Breite des Panel-Rands
es: Grosor del borde del panel
fr: Largeur de la bordure du panneau
hu: Panelszegély vastagsága
ja: パネルの枠線の太さ
nl: Dikte van de paneelrand
pl: Szerokość obramowania panelu
pt: Espessura do contorno dos painéis
ru: Ширина границы панели
sv: Panelkantens bredd
tr: Panel Kenarlık Genişliği
vi: Độ rộng viền bảng
zh_hans: 面板边框宽度
zh_hant: 面板框線寬度

source: Panel Color Scheme
ar: مخطط ألوان اللوحة
de: Panel-Farbschema
es: Esquema de color del panel
fr: Schéma de couleur du panneau
hu: Panel színsémája
ja: パネルのカラースキーム
nl: Paneelkleurenschema
pl: Schemat kolorów panelu
pt: Esquema de cores dos painéis
ru: Цветовая схема панелей
sv: Färgschema för paneler
tr: Panel Renk Şeması
vi: Màu chủ đề bảng
zh_hans: 面板配色方案
zh_hant: 面板色彩主題

source: Panel Hide Delay
ar: تأخير إخفاء اللوحة
de: Panel-Ausblendverzögerung
es: Retardo de ocultación del panel
fr: Délai de masquage des panneaux
hu: Panel elrejtési késleltetése
ja: パネルを隠すまでの遅延
nl: Vertraging voor verbergen van paneel
pl: Opóźnienie ukrywania panelu
pt: Atraso ao Ocultar Painéis
ru: Задержка скрытия панели
sv: Fördröjning för gömning av panel
tr: Panel Gizleme Gecikmesi
vi: Thời gian chờ ẩn bảng
zh_hans: 面板隐藏延迟
zh_hant: 面板隱藏延遲

source: Panel Mode
ar: وضع اللوحة
de: Panel-Modus
es: Modo del panel
fr: Mode Panneau
hu: Panelmód
ja: パネルモード
nl: Paneelmodus
pl: Tryb panelu
pt: Modo de painel
ru: Режим панели
sv: Panelläge
tr: Panel Modu
vi: Chế độ bảng
zh_hans: 面板模式
zh_hant: 面板模式

source: Panel Refraction
ar: انكسار اللوحات
de: Panel-Lichtbrechung
es: Refracción de los paneles
fr: Réfraction des panneaux
hu: Panel-fénytörés
ja: パネルの屈折
nl: Lichtbreking in panelen
pl: Załamanie światła w panelach
pt: Refração dos Painéis
ru: Преломление панелей
sv: Panelernas ljusbrytning
tr: Panel Kırılması
vi: Khúc xạ bảng
zh_hans: 面板折射
zh_hant: 面板折射效果

source: Panel shows a picker above the dock when scrolling; Inline changes the icon directly in the dock. Applies to the profile button and the file tray page switcher
ar: يعرض خيار اللوحة منتقيًا فوق Dock عند التمرير؛ بينما يغيّر الخيار المضمّن الأيقونة مباشرةً في Dock. ينطبق ذلك على زر ملف التعريف ومبدّل صفحات حاوية الملفات
de: „Panel“ zeigt beim Scrollen eine Auswahl über dem Dock an; „Inline“ ändert das Symbol direkt im Dock. Gilt für die Profilschaltfläche und den Seitenumschalter der Datei-Ablage
es: Panel muestra un selector encima del Dock al desplazarse; En línea cambia el icono directamente en el Dock. Se aplica al botón de perfil y al selector de páginas de la bandeja de archivos
fr: Panneau affiche un sélecteur au-dessus du dock lors du défilement ; Intégré change l'icône directement dans le dock. S'applique au bouton de profil et au sélecteur de pages du tiroir de fichiers
hu: A Panel görgetéskor választót jelenít meg a Dock fölött; a Beágyazott közvetlenül a Dockban váltja az ikont. A profilgombra és a Fájltároló Tálca lapváltójára vonatkozik
ja: 「パネル」はスクロール時にDockの上にピッカーを表示し、「インライン」はDock内のアイコンを直接切り替えます。プロファイルボタンとファイルトレイのページ切り替えに適用されます
nl: Bij het scrollen wordt in het paneel een selectievenster boven het Dock weergegeven; met 'Inline' wordt het pictogram direct in het Dock gewijzigd. Dit geldt voor de profielknop en de paginakiezer in het bestandsvak
pl: Panel pokazuje wybierak nad Dockiem podczas przewijania, a tryb W miejscu zmienia ikonę bezpośrednio w Docku. Dotyczy to przycisku profilu i przełącznika stron Półki plików
pt: Painel mostra um seletor acima da dock ao deslocar; Integrado muda o ícone diretamente na dock. Aplica-se ao botão de perfil e ao alternador de páginas do tabuleiro de ficheiros
ru: «Панель» показывает переключатель над Dock при прокрутке; «Встроенный» меняет значок прямо в Dock. Применяется к кнопке профиля и переключателю страниц лотка файлов
sv: Panel visar en väljare ovanför docken när du rullar; Infogad ändrar symbolen direkt i docken. Gäller profilknappen och filbrickans sidväxlare
tr: Panel, kaydırırken dock'un üstünde bir seçici gösterir; Satır İçi ise simgeyi doğrudan dock'ta değiştirir. Profil düğmesi ve dosya tepsisi sayfa değiştiricisi için geçerlidir
vi: Tùy chọn Bảng hiển thị một bộ chọn phía trên dock khi cuộn; tùy chọn Cùng dòng thay đổi trực tiếp biểu tượng ngay trong dock. Áp dụng cho nút hồ sơ và bộ chuyển đổi trang của khay tệp
zh_hans: 滚动时，面板模式在 Dock 上方显示选择器；内联模式直接切换 Dock 中的图标。此设置适用于配置文件按钮和文件托盘页面切换器
zh_hant: 「面板」模式會在捲動時於 Dock 上方顯示選擇器；「內嵌」模式則會直接在 Dock 中切換圖示。此設定適用於設定檔按鈕和檔案托盤頁面切換器

source: Panel shows a picker above the dock when scrolling; Inline changes the icon directly in the dock. Applies to the profile button and the file tray page switcher.
ar: يعرض خيار اللوحة منتقيًا فوق Dock عند التمرير؛ بينما يغيّر الخيار المضمّن الأيقونة مباشرةً في Dock. ينطبق ذلك على زر ملف التعريف ومبدّل صفحات حاوية الملفات.
de: „Panel“ zeigt beim Scrollen eine Auswahl über dem Dock an; „Inline“ ändert das Symbol direkt im Dock. Gilt für die Profilschaltfläche und den Seitenumschalter der Datei-Ablage.
es: Panel muestra un selector encima del Dock al desplazarse; En línea cambia el icono directamente en el Dock. Se aplica al botón de perfil y al selector de páginas de la bandeja de archivos.
fr: Panneau affiche un sélecteur au-dessus du dock lors du défilement ; Intégré change l'icône directement dans le dock. S'applique au bouton de profil et au sélecteur de pages du tiroir de fichiers.
hu: A Panel görgetéskor választót jelenít meg a Dock fölött; a Beágyazott közvetlenül a Dockban váltja az ikont. A profilgombra és a Fájltároló Tálca lapváltójára vonatkozik.
ja: 「パネル」はスクロール時にDockの上にピッカーを表示し、「インライン」はDock内のアイコンを直接切り替えます。プロファイルボタンとファイルトレイのページ切り替えに適用されます。
nl: Bij het scrollen wordt in het paneel een selectievenster boven het Dock weergegeven; met 'Inline' wordt het pictogram direct in het Dock gewijzigd. Dit geldt voor de profielknop en de paginakiezer in het bestandsvak.
pl: Panel pokazuje wybierak nad Dockiem podczas przewijania, a tryb W miejscu zmienia ikonę bezpośrednio w Docku. Dotyczy to przycisku profilu i przełącznika stron Półki plików.
pt: Painel mostra um seletor acima da dock ao deslocar; Integrado muda o ícone diretamente na dock. Aplica-se ao botão de perfil e ao alternador de páginas do tabuleiro de ficheiros.
ru: «Панель» показывает переключатель над Dock при прокрутке; «Встроенный» меняет значок прямо в Dock. Применяется к кнопке профиля и переключателю страниц лотка файлов.
sv: Panel visar en väljare ovanför docken när du rullar; Infogad ändrar symbolen direkt i docken. Gäller profilknappen och filbrickans sidväxlare.
tr: Panel, kaydırırken dock'un üstünde bir seçici gösterir; Satır İçi ise simgeyi doğrudan dock'ta değiştirir. Profil düğmesi ve dosya tepsisi sayfa değiştiricisi için geçerlidir.
vi: Tùy chọn Bảng hiển thị một bộ chọn phía trên dock khi cuộn; tùy chọn Cùng dòng thay đổi trực tiếp biểu tượng ngay trong dock. Áp dụng cho nút hồ sơ và bộ chuyển đổi trang của khay tệp.
zh_hans: 滚动时，面板模式在 Dock 上方显示选择器；内联模式直接切换 Dock 中的图标。此设置适用于配置文件按钮和文件托盘页面切换器。
zh_hant: 「面板」模式會在捲動時於 Dock 上方顯示選擇器；「內嵌」模式則會直接在 Dock 中切換圖示，不會顯示選擇器。此設定適用於設定檔按鈕和檔案托盤頁面切換器。

source: Panel Spacing
ar: تباعد اللوحات
de: Panel-Abstände
es: Espaciado de los paneles
fr: Espacement des panneaux
hu: Panel-térköz
ja: パネルの間隔
nl: Afstand tussen panelen
pl: Odstępy w panelach
pt: Espaçamento dos Painéis
ru: Интервалы панелей
sv: Panelavstånd
tr: Panel Aralığı
vi: Khoảng cách bảng
zh_hans: 面板间距
zh_hant: 面板間距

source: Panel Text Color
ar: لون نص اللوحة
de: Panel-Textfarbe
es: Color del texto del panel
fr: Couleur du texte des panneaux
hu: Panel szövegszíne
ja: パネルのテキストカラー
nl: Tekstkleur van het paneel
pl: Kolor tekstu panelu
pt: Cor do texto dos painéis
ru: Цвет текста панели
sv: Textfärg för paneler
tr: Panel Metin Rengi
vi: Màu chữ bảng
zh_hans: 面板文字颜色
zh_hant: 面板文字顏色

source: Panel text size
ar: حجم نص اللوحة
de: Panel-Textgröße
es: Tamaño del texto del panel
fr: Taille du texte des panneaux
hu: Panel szövegmérete
ja: パネルのテキストサイズ
nl: Tekstgrootte van het paneel
pl: Rozmiar tekstu panelu
pt: Tamanho do texto dos painéis
ru: Размер текста панели
sv: Textstorlek för paneler
tr: Panel metin boyutu
vi: Kích cỡ chữ bảng
zh_hans: 面板文字大小
zh_hant: 面板文字大小
